{
  "text": {
    "qual": 88,
    "o": 72,
    "livro": 60,
    "dom": 35,
    "casmurro": 19,
    "buscar": 17,
    "chamado": 21,
    "cem": 20,
    "anos": 5,
    "de": 30,
    "solidão": 100,
    "quero": 90,
    "saber": 94,
    "sobre": 99,
    "pequeno": 79,
    "príncipe": 85,
    "você": 111,
    "tem": 105,
    "harry": 50,
    "potter": 81,
    "disponível": 33,
    "a": 1,
    "cabana": 18,
    "detalhes": 31,
    "do": 34,
    "saga": 95,
    "crepúsculo": 26,
    "me": 66,
    "mostra": 67,
    "informações": 52,
    "senhor": 98,
    "dos": 36,
    "anéis": 6,
    "gostaria": 49,
    "mais": 64,
    "as": 7,
    "crônicas": 27,
    "nárnia": 71,
    "machado": 63,
    "assis": 8,
    "algo": 3,
    "gabriel": 46,
    "garcia": 47,
    "marquez": 65,
    "ler": 58,
    "um": 108,
    "clarice": 23,
    "lispector": 59,
    "da": 29,
    "j": 54,
    "k": 56,
    "rowling": 93,
    "mostre": 68,
    "livros": 61,
    "stephen": 101,
    "king": 57,
    "escritos": 39,
    "por": 80,
    "george": 48,
    "orwell": 77,
    "queria": 89,
    "ver": 110,
    "autor": 10,
    "josé": 55,
    "saramago": 96,
    "história": 51,
    "brasil": 16,
    "ficção": 44,
    "científica": 22,
    "romance": 92,
    "suspense": 102,
    "terror": 106,
    "sci": 97,
    "fi": 43,
    "aventura": 11,
    "estou": 40,
    "procurando": 83,
    "filosofia": 45,
    "relacionado": 91,
    "à": 113,
    "psicologia": 87,
    "procurar": 84,
    "pelo": 78,
    "isbn": 53,
    "__number__": 0,
    "com": 24,
    "código": 28,
    "preciso": 82,
    "encontre": 38,
    "oi": 74,
    "olá": 76,
    "bom": 15,
    "dia": 32,
    "boa": 14,
    "tarde": 103,
    "noite": 70,
    "e": 37,
    "aí": 12,
    "tudo": 107,
    "bem": 13,
    "fala": 41,
    "comigo": 25,
    "oie": 75,
    "alô": 4,
    "tchau": 104,
    "até": 9,
    "valeu": 109,
    "próxima": 86,
    "falou": 42,
    "adeus": 2,
    "logo": 62,
    "vou": 112,
    "nessa": 69,
    "obrigado": 73
  },
  "intent": {
    "buscar_livro_titulo": 4,
    "buscar_livro_autor": 2,
    "buscar_livro_assunto": 1,
    "buscar_livro_isbn": 3,
    "saudacao": 7,
    "despedida": 5,
    "bot_challenge": 0,
    "goodbye": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_buscar_livro_assunto": 1,
    "action_buscar_livro_autor": 2,
    "action_buscar_livro_isbn": 3,
    "action_buscar_livro_titulo": 4,
    "utter_despedida": 16,
    "utter_goodbye": 17,
    "utter_iamabot": 18,
    "utter_saudacao": 19
  },
  "action_text": null,
  "intent_response_key": null
}