{
  "text": {
    " ": 0,
    "o": 317,
    "i": 239,
    " o": 59,
    "oi": 332,
    "i ": 240,
    " oi": 61,
    "oi ": 333,
    " oi ": 62,
    "l": 268,
    "á": 470,
    "ol": 341,
    "lá": 285,
    "á ": 471,
    " ol": 63,
    "olá": 342,
    "lá ": 286,
    " olá": 64,
    "olá ": 343,
    "e": 188,
    " e": 34,
    "ei": 193,
    " ei": 35,
    "ei ": 194,
    " ei ": 36,
    "t": 417,
    "u": 441,
    "d": 172,
    " t": 83,
    "tu": 434,
    "ud": 443,
    "do": 180,
    "o ": 318,
    " tu": 91,
    "tud": 435,
    "udo": 444,
    "do ": 181,
    " tud": 92,
    "tudo": 436,
    "udo ": 445,
    "b": 134,
    "m": 287,
    " b": 9,
    "be": 135,
    "em": 198,
    "m ": 288,
    " be": 10,
    "bem": 136,
    "em ": 199,
    " bem": 11,
    "bem ": 137,
    "c": 153,
    " c": 19,
    "co": 167,
    "om": 344,
    "mo": 295,
    " co": 24,
    "com": 168,
    "omo": 346,
    "mo ": 296,
    " com": 25,
    "como": 169,
    "omo ": 347,
    "v": 452,
    "a": 103,
    " v": 93,
    "va": 453,
    "ai": 111,
    " va": 94,
    "vai": 454,
    "ai ": 112,
    " vai": 95,
    "vai ": 455,
    "bo": 143,
    " bo": 15,
    "bom": 146,
    "om ": 345,
    " bom": 17,
    "bom ": 147,
    " d": 26,
    "di": 177,
    "ia": 241,
    "a ": 104,
    " di": 27,
    "dia": 178,
    "ia ": 242,
    " dia": 28,
    "dia ": 179,
    "oa": 319,
    "boa": 144,
    "oa ": 320,
    " boa": 16,
    "boa ": 145,
    "r": 378,
    "ta": 418,
    "ar": 123,
    "rd": 383,
    "de": 173,
    "e ": 189,
    " ta": 84,
    "tar": 419,
    "ard": 125,
    "rde": 384,
    "de ": 174,
    " tar": 85,
    "tard": 420,
    "arde": 126,
    "rde ": 385,
    "n": 300,
    " n": 56,
    "no": 308,
    "it": 260,
    "te": 424,
    " no": 57,
    "noi": 309,
    "oit": 336,
    "ite": 261,
    "te ": 425,
    " noi": 58,
    "noit": 310,
    "oite": 337,
    "ite ": 262,
    "z": 468,
    "bl": 140,
    "lz": 283,
    "z ": 469,
    " bl": 13,
    "blz": 141,
    "lz ": 284,
    " blz": 14,
    "blz ": 142,
    "al": 115,
    "le": 272,
    "eu": 214,
    "u ": 442,
    "val": 456,
    "ale": 118,
    "leu": 273,
    "eu ": 215,
    " val": 96,
    "vale": 457,
    "aleu": 119,
    "leu ": 274,
    "é": 475,
    " a": 1,
    "at": 129,
    "té": 439,
    "é ": 476,
    " at": 7,
    "até": 130,
    "té ": 440,
    " até": 8,
    "até ": 131,
    "s": 397,
    " m": 51,
    "ma": 289,
    "is": 256,
    "s ": 398,
    " ma": 52,
    "mai": 291,
    "ais": 113,
    "is ": 257,
    " mai": 53,
    "mais": 292,
    "ais ": 114,
    " i": 45,
    "in": 252,
    "nt": 314,
    " in": 46,
    "int": 254,
    "nté": 315,
    " int": 47,
    "inté": 255,
    "nté ": 316,
    "h": 228,
    "tc": 421,
    "ch": 159,
    "ha": 229,
    "au": 132,
    " tc": 86,
    "tch": 422,
    "cha": 160,
    "hau": 230,
    "au ": 133,
    " tch": 87,
    "tcha": 423,
    "chau": 161,
    "hau ": 231,
    "ad": 105,
    "us": 450,
    " ad": 3,
    "ade": 106,
    "deu": 175,
    "eus": 216,
    "us ": 451,
    " ade": 4,
    "adeu": 107,
    "deus": 176,
    "eus ": 217,
    " te": 88,
    " te ": 89,
    "j": 263,
    "ve": 458,
    "ej": 195,
    "jo": 266,
    " ve": 97,
    "vej": 459,
    "ejo": 196,
    "jo ": 267,
    " vej": 98,
    "vejo": 460,
    "ejo ": 197,
    "p": 357,
    " p": 65,
    "po": 364,
    "or": 352,
    "r ": 379,
    " po": 70,
    "por": 368,
    "or ": 353,
    " por": 72,
    "por ": 369,
    " ai": 5,
    " ai ": 6,
    "es": 210,
    "st": 407,
    "tá": 437,
    " es": 37,
    "est": 211,
    "stá": 412,
    "tá ": 438,
    " est": 38,
    "está": 213,
    "stá ": 413,
    " o ": 60,
    "mp": 297,
    "tem": 426,
    "emp": 200,
    "mpo": 298,
    "po ": 365,
    " tem": 90,
    "temp": 427,
    "empo": 201,
    "mpo ": 299,
    "od": 329,
    "pod": 366,
    "ode": 330,
    " pod": 71,
    "pode": 367,
    "ode ": 331,
    "me": 293,
    " me": 54,
    "me ": 294,
    " me ": 55,
    "f": 221,
    " f": 39,
    "fa": 222,
    "la": 269,
    " fa": 40,
    "fal": 223,
    "ala": 116,
    "lar": 270,
    "ar ": 124,
    " fal": 41,
    "fala": 224,
    "alar": 117,
    "lar ": 271,
    " s": 78,
    "so": 404,
    "ob": 321,
    "br": 150,
    "re": 386,
    " so": 81,
    "sob": 405,
    "obr": 322,
    "bre": 151,
    "re ": 387,
    " sob": 82,
    "sobr": 406,
    "obre": 323,
    "bre ": 152,
    "ê": 477,
    "dê": 186,
    "ê ": 478,
    " dê": 32,
    "dê ": 187,
    " dê ": 33,
    " a ": 2,
    "ã": 472,
    "pr": 370,
    "ev": 218,
    "vi": 461,
    "sã": 414,
    "ão": 473,
    " pr": 73,
    "pre": 371,
    "rev": 390,
    "evi": 219,
    "vis": 462,
    "isã": 258,
    "são": 415,
    "ão ": 474,
    " pre": 74,
    "prev": 372,
    "revi": 391,
    "evis": 220,
    "visã": 463,
    "isão": 259,
    "são ": 416,
    " do": 29,
    " do ": 30,
    "se": 401,
    "er": 205,
    "rá": 395,
    " se": 79,
    "ser": 402,
    "erá": 208,
    "rá ": 396,
    " ser": 80,
    "será": 403,
    "erá ": 209,
    "cl": 164,
    "li": 275,
    "im": 249,
    " cl": 22,
    "cli": 165,
    "lim": 276,
    "ima": 250,
    "ma ": 290,
    " cli": 23,
    "clim": 166,
    "lima": 277,
    "ima ": 251,
    " h": 42,
    "ho": 235,
    "oj": 338,
    "je": 264,
    " ho": 43,
    "hoj": 237,
    "oje": 339,
    "je ": 265,
    " hoj": 44,
    "hoje": 238,
    "oje ": 340,
    " l": 48,
    "lo": 280,
    "on": 348,
    "nd": 302,
    "n ": 301,
    " lo": 49,
    "lon": 281,
    "ond": 350,
    "ndo": 303,
    "don": 184,
    "on ": 349,
    " lon": 50,
    "lond": 282,
    "ondo": 351,
    "ndon": 304,
    "don ": 185,
    "rl": 392,
    "ber": 138,
    "erl": 206,
    "rli": 393,
    "lin": 278,
    "in ": 253,
    " ber": 12,
    "berl": 139,
    "erli": 207,
    "rlin": 394,
    "lin ": 279,
    "g": 225,
    "hi": 232,
    "ic": 243,
    "ca": 154,
    "ag": 108,
    "go": 226,
    " ch": 20,
    "chi": 162,
    "hic": 233,
    "ica": 244,
    "cag": 155,
    "ago": 109,
    "go ": 227,
    " chi": 21,
    "chic": 163,
    "hica": 234,
    "icag": 245,
    "cago": 156,
    "ago ": 110,
    "os": 354,
    "to": 428,
    "bos": 148,
    "ost": 355,
    "sto": 408,
    "ton": 429,
    " bos": 18,
    "bost": 149,
    "osto": 356,
    "ston": 409,
    "ton ": 430,
    "q": 373,
    " q": 75,
    "qu": 374,
    "ue": 446,
    " qu": 76,
    "que": 375,
    "ue ": 447,
    " que": 77,
    "que ": 376,
    " é": 101,
    " é ": 102,
    "vo": 464,
    "oc": 324,
    "ce": 157,
    " vo": 99,
    "voc": 465,
    "oce": 325,
    "ce ": 158,
    " voc": 100,
    "voce": 466,
    "oce ": 326,
    "uem": 448,
    "quem": 377,
    "uem ": 449,
    "cê": 170,
    "ocê": 327,
    "cê ": 171,
    "você": 467,
    "ocê ": 328,
    "pe": 361,
    "en": 202,
    "ns": 311,
    "sa": 399,
    " pe": 68,
    "pen": 362,
    "ens": 203,
    "nsa": 312,
    "sa ": 400,
    " pen": 69,
    "pens": 363,
    "ensa": 204,
    "nsa ": 313,
    "pa": 358,
    "ec": 190,
    " pa": 66,
    "par": 359,
    "are": 127,
    "rec": 388,
    "ece": 191,
    " par": 67,
    "pare": 360,
    "arec": 128,
    "rece": 389,
    "ece ": 192,
    "id": 246,
    "doi": 182,
    "oid": 334,
    "ido": 247,
    " doi": 31,
    "doid": 183,
    "oido": 335,
    "ido ": 248,
    "tr": 431,
    "ra": 380,
    "an": 120,
    "nh": 305,
    "str": 410,
    "tra": 432,
    "ran": 381,
    "anh": 121,
    "nho": 306,
    "ho ": 236,
    "estr": 212,
    "stra": 411,
    "tran": 433,
    "ranh": 382,
    "anho": 122,
    "nho ": 307
  },
  "response": null,
  "action_text": null
}