{
  "text": {
    "qual": 91,
    "o": 75,
    "livro": 63,
    "dom": 37,
    "casmurro": 21,
    "buscar": 19,
    "chamado": 23,
    "cem": 22,
    "anos": 7,
    "de": 32,
    "solidão": 103,
    "quero": 93,
    "saber": 97,
    "sobre": 102,
    "pequeno": 82,
    "príncipe": 88,
    "você": 114,
    "tem": 108,
    "harry": 52,
    "potter": 84,
    "disponível": 35,
    "a": 1,
    "cabana": 20,
    "detalhes": 33,
    "do": 36,
    "saga": 98,
    "crepúsculo": 28,
    "me": 69,
    "mostra": 70,
    "informações": 55,
    "senhor": 101,
    "dos": 38,
    "anéis": 8,
    "gostaria": 51,
    "mais": 67,
    "as": 9,
    "crônicas": 29,
    "nárnia": 74,
    "ler": 61,
    "estou": 42,
    "afim": 3,
    "hobbit": 54,
    "machado": 66,
    "assis": 10,
    "algo": 4,
    "gabriel": 48,
    "garcia": 49,
    "marquez": 68,
    "um": 111,
    "clarice": 25,
    "lispector": 62,
    "da": 31,
    "j": 57,
    "k": 59,
    "rowling": 96,
    "mostre": 71,
    "livros": 64,
    "stephen": 104,
    "king": 60,
    "escritos": 41,
    "por": 83,
    "george": 50,
    "orwell": 80,
    "queria": 92,
    "ver": 113,
    "autor": 12,
    "josé": 58,
    "saramago": 99,
    "história": 53,
    "brasil": 18,
    "ficção": 46,
    "científica": 24,
    "romance": 95,
    "suspense": 105,
    "terror": 109,
    "sci": 100,
    "fi": 45,
    "aventura": 13,
    "procurando": 86,
    "filosofia": 47,
    "relacionado": 94,
    "à": 116,
    "psicologia": 90,
    "algum": 5,
    "procurar": 87,
    "pelo": 81,
    "isbn": 56,
    "__number__": 0,
    "com": 26,
    "código": 30,
    "preciso": 85,
    "encontre": 40,
    "oi": 77,
    "olá": 79,
    "bom": 17,
    "dia": 34,
    "boa": 16,
    "tarde": 106,
    "noite": 73,
    "e": 39,
    "aí": 14,
    "tudo": 110,
    "bem": 15,
    "fala": 43,
    "comigo": 27,
    "oie": 78,
    "alô": 6,
    "tchau": 107,
    "até": 11,
    "valeu": 112,
    "próxima": 89,
    "falou": 44,
    "adeus": 2,
    "logo": 65,
    "vou": 115,
    "nessa": 72,
    "obrigado": 76
  },
  "intent": {
    "buscar_livro_titulo": 3,
    "buscar_livro_autor": 1,
    "buscar_livro_assunto": 0,
    "buscar_livro_isbn": 2,
    "saudacao": 5,
    "despedida": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_buscar_livro_assunto": 1,
    "action_buscar_livro_autor": 2,
    "action_buscar_livro_isbn": 3,
    "action_buscar_livro_titulo": 4,
    "utter_despedida": 16,
    "utter_saudacao": 17
  },
  "action_text": null,
  "intent_response_key": null
}